[Abilities.A_BioPlasma_Buff H7BaseBuff]
mName="精疲力尽"
mTooltip="此生物已耗尽，生物等离子体能力在 %durnow 回合内不会产生范围效果。"

[Abilities.A_BioPlasma H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="生物等离子体"
mTooltip="暴击时，此生物进行一次范围攻击，对所有敌方单位造成 %d.min 到 %d.max %icon_prime 源力魔法伤害。此能力会使此生物精疲力尽 %buff1.buff.durini 回合。"

[Creatures.A_CreatureBioTitan H7Creature]
mName="秽巢巨像"
mLore="第一批被秽巢控制的人类按照秽巢之神的形象制造了拥有可怕力量的机械生物。当他们获得自由时，其中一些人保留了他们知识的痕迹并加以利用，传说中第一个杉提瑞泰坦就是这样出现的。\n\n招募所需稀有资源：\n5 影钢"